Revit 2027 API
BuiltInFailures.GroupFailures.CannotCopyGroup Property
 Unable to copy the selected group.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static FailureDefinitionId CannotCopyGroup { get; }
Public Shared ReadOnly Property CannotCopyGroup As FailureDefinitionId
	Get
public:
static property FailureDefinitionId^ CannotCopyGroup {
	FailureDefinitionId^ get ();
}
static member CannotCopyGroup : FailureDefinitionId with get
Property Value
FailureDefinitionId
See Also
Reference
BuiltInFailures.GroupFailures Class
Autodesk.Revit.DB Namespace